<template>
	<view class="app column">
		<view>更新日期：2021年05月03日</view>
		<view>日生效日期：2021年05月03日</view>
		<view>提示</view>
		<view>本隐私政策适用于海口市鞋凝客网络科技有限公司（以下简称我公司）提供的鞋凝客的产品及服务。本隐私政策中鞋凝客的客户端软件可能会涉及不同应用版本，用户需选择与所安装手机相匹配的软件版本，不同版本的鞋凝客所提供的功能和服务可能有所不同。</view>
		<view>我公司深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我公司致力于维持您对我公司的信任，恪守以下原则保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我公司承诺，我公司将按业界成熟的安全标准采取相应的安全保护措施来保护您的个人信息。</view>
		<view>为了更好的保护您的个人信息，建议您仔细阅读更新后的隐私政策。如您对本隐私政策条款有任何异议或疑问，您可通过本隐私政策第九条公布的联系方式与我公司联系。</view>
		<view>目录</view>
		<view>一、我公司如何收集和使用您的个人信息</view>
		<view>二、我公司如何使用Cookie和同类技术</view>
		<view>三、我公司如何共享、转让、公开披露您的个人信息</view>
		<view>四、我公司如何保护您的个人信息</view>
		<view>五、您的权利</view>
		<view>六、我公司如何处理儿童的个人信息</view>
		<view>七、您的个人信息如何在全球范围转移</view>
		<view>八、本隐私政策如何更新</view>
		<view>九、如何联系我公司</view>
		<view>十、争议解决</view>
		<view>一、我公司如何收集和使用您的个人信息</view>
		<view>1、个人信息和个人敏感信息定义</view>
		<view>个人信息，指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。我公司实际具体收集的个人信息种类以下文描述为准。</view>
		<view>个人敏感信息，指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。我公司实际具体收集的个人敏感信息种类以下文描述为准。</view>
		<view>2、我公司如何收集和使用您的个人信息</view>
		<view>（1）登录鞋凝客</view>
		<view>您创建并登录鞋凝客时，您需提供您的手机号及电子邮箱，创建的用户名和密码。如果不创建账号，并不会影响您使用鞋凝客搜索浏览功能，但会影响您发表评论等附加业务功能。</view>
		<view>您也可以使用第三方帐号微信登录鞋凝客。如您使用微信登录，我公司会收集您的微信头像、昵称、地区和性别，该信息作为您在鞋凝客的用户头像、昵称使用；如您拒绝授权前述信息，您将无法使用第三方平台账号登录鞋凝客及发表评论，但并不会影响您使用鞋凝客搜索浏览等功能。</view>
		<view>（2）发布内容</view>
		<view>当您使用发布内容等需身份认证的功能或服务时，您需要提供你的真实身份信息（真实姓名、身份证号码、电话号码等）以完成实名验证。如您不提供这些信息，您将不能发布任何内容，但您可以继续使用“鞋凝客”的其他服务</view>
		<view>（3）个性化推荐</view>
		<view>为了向您进行个性化文章以及个性化广告的推荐、为您推荐更适合的定制化服务，我公司会向您收集阅读兴趣偏好、搜索关键字词记录、阅读记录、阅读时长、点击数据等及您的设备标识信息【本隐私政策的“设备标识信息”包括硬件型号、操作系统版本号/类型、唯一设备识别码（ IMEI/Android ID/IDFA/OpenUDID/GUID/SIM 卡 IMSI 信息等）、设备MAC地址、IP地址、软件版本号、网络接入方式及类型)】。当您开启设备定位功能，我公司还会向您收集地理位置信息，包括精准定位信息。您可以通过系统设置关闭定位功能的授权，以停止我公司收集您的位置信息，但这可能会导致无法达到相关服务预期达到的使用效果。</view>
		<view>（4）手机诊断</view>
		<view>当您使用手机诊断功能时，我公司会收集您的手机品牌，手机型号，android系统版本，设备唯一设备识别码，网络状态，屏幕尺寸，内存占用，APP用户信息，运营商，IP地址，DNS服务器地址，用于您的手机鞋凝客错误信息收集及bug诊断</view>
		<view>（5）手机通讯录</view>
		<view>当您使用“通讯录”添加好友页面，我公司会收集您手机通讯录信息，您可以邀请用户通讯录好友，提高鞋凝客社交性</view>
		<view>（6）产品适配</view>
		<view>为了鞋凝客产品可以适配您的设备，我公司会向您收集唯一设备标识别码、操作系统名称和版本。</view>
		<view>2、您理解并同意，以下情形中，我公司收集、使用您的个人信息不必另行征得您的授权同意：</view>
		<view>(1) 我公司履行法律法规规定的义务相关的；</view>
		<view>(2) 与国家安全、国防安全直接相关的；</view>
		<view>(3) 与公共安全、公共卫生、重大公共利益直接相关的；</view>
		<view>(4) 与刑事侦查、起诉、审判和判决执行等直接相关的；</view>
		<view>(5) 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您授权同意的；</view>
		<view>(6) 所涉及的您的信息是您自行向社会公众公开的；</view>
		<view>(7) 根据您要求签订和履行合同所必需的；</view>
		<view>(8) 从合法公开披露的信息中收集您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</view>
		<view>(9) 维护所提供我公司鞋凝客产品或服务的安全稳定运行所必需的，如发现、处置产品或服务的故障；</view>
		<view>(10）法律法规等规定的其他情形。</view>
		<view>二、我公司如何使用Cookie和同类技术</view>
		<view>为了收集前述个人信息，我公司和第三方授权合作伙伴均可能使用技术，通过理解和记忆您的特定使用偏好使用以下技术，为您提供更加个性化的体验：1、Cookie：为确保鞋凝客正常运转，我公司会在您的移动设备上存储名为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，网站能够存储您的偏好等数据。我公司不会将Cookie用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。2、SDK：SDK是我公司嵌入鞋凝客的一组工具和/或代码，允许第三方授权合作伙伴收集有关用户如何与服务交互的信息；
</view>
		<view>三、我公司如何共享、转让、公开披露您的个人信息</view>
		<view>1、共享</view>
		<view>我公司不会与我公司以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：</view>
		<view>（1）事先已获得您的明确授权或同意；</view>
		<view>（2）根据适用的法律法规、法律程序、政府的强制命令或司法裁定而需共享您的个人信息；</view>
		<view>（3）在法律要求或允许的范围内，为了保护鞋凝客及其用户或社会公众的利益、财产或安全免遭损害而有必要提供您的个人信息给第三方；</view>
		<view>（4）您的个人信息可能会在我公司关联公司之间共享。我公司只会共享必要的个人信息，且这种共享亦受本隐私政策声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意；</view>
		<view>（5）为实现本隐私政策中声明的目的，我公司的某些服务将由授权合作伙伴提供。我公司可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，在发放实体奖品时，我公司必须与物流服务提供商共享您的个人信息才能安排送货，或者安排合作伙伴提供服务。我公司仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我公司的合作伙伴无权将共享的个人信息用于任何其他用途。如果您拒绝我公司的合作伙伴在提供服务时收集为提供服务所必需的个人信息，将可能导致您无法在鞋凝客中使用该第三方服务。我公司的授权合作伙伴包括以下几大类型：</view>
		<view>①委托我公司进行信息推广和广告投放的合作伙伴：您确认我公司有权与委托我公司进行信息推广和广告投放的合作伙伴共享我公司使用您的相关信息集合形成的间接用户画像、去标识化或匿名化处理后的分析/统计类信息，以帮助其进行广告或决策建议、提高广告有效触达率、进一步了解用户需求。我公司承诺：未经您的同意，我公司不会与其共享可以识别您身份的个人信息。</view>
		<view>2、转让</view>
		<view>我公司不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</view>
		<view>（1）获得您的明确同意后，我公司会向其他方转让您的个人信息；</view>
		<view>（2）在涉及合并、收购或破产清算时，如涉及到个人信息转让，我公司会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我公司将要求该公司、组织重新向您征求授权同意。</view>
		<view>3、公开披露</view>
		<view>我公司仅会在以下情况下，公开披露您的个人信息：</view>
		<view>（1）获得您明确同意后；</view>
		<view>（2）基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我公司可能会公开披露您的个人信息。
</view>
		<view>四、我公司如何保护您的个人信息
</view>
		<view>1、我公司已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我公司会采取一切合理可行的措施，保护您的个人信息。例如我公司使用加密技术确保数据的保密性；我公司会使用受信赖的保护机制防止数据遭到恶意攻击；我公司会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我公司会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</view>
		<view>2、我公司在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内，不会进行任何数据出境。您的个人信息存储期限为10年；10年期满后如您继续在使用鞋凝客服务的，该等服务必需的个人信息的存储期限再续10年，如届时您已经不再使用鞋凝客服务的，我公司将及时删除您的个人信息。</view>
		<view>3、互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他用户的交流方式并未加密，我公司强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我公司保证您的帐号安全。</view>
		<view>4、互联网环境并非百分之百安全，我公司将尽力确保或担保您发送给我公司的任何信息的安全性。如果我公司的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我公司将承担相应的法律责任。</view>
		<view>5、在不幸发生个人信息安全事件后，我公司将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我公司已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我公司将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我公司会采取合理、有效的方式发布公告。</view>
		<view>同时，我公司还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
</view>
		<view>五、您的权利
</view>
		<view>按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我公司保障您对自己的个人信息行使以下权利：</view>
		<view>1、访问您的个人信息</view>
		<view>您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：</view>
		<view>（1）访问头像、昵称、性别、生日等基本信息：</view>
		<view>①进入鞋凝客后，点击“我的”</view>
		<view>②点击头像栏</view>
		<view>③进行信息查询和访问</view>
		<view>2、更正您的个人信息</view>
		<view>当您发现我公司处理的关于您的个人信息有错误时，您有权要求我公司做出更正。您可以通过“1访问您的个人信息”中罗列的方式提出更正申请。</view>
		<view>3、删除您的个人信息</view>
		<view>在以下情形中，您可以向我公司提出删除个人信息的请求：</view>
		<view>（1）如果我公司处理个人信息的行为违反法律法规；</view>
		<view>（2）如果我公司收集、使用您的个人信息，却未征得您的同意；</view>
		<view>（3）如果我公司处理个人信息的行为违反了与您的约定；</view>
		<view>（4）如果您不再使用我公司的产品或服务，或您注销了帐号；</view>
		<view>（5）如果我公司不再为您提供产品或服务。</view>
		<view>若我公司决定响应您的删除请求，我公司还将同时通知从我公司获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。</view>
		<view>当您从我公司的服务中删除信息后，我公司可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。</view>
		<view>4、撤回同意</view>
		<view>您可以通过关闭设备功能改变您授权我公司继续收集个人信息的范围或撤回您的授权。您还可以通过注销帐户的方式，撤回我公司继续收集您个人信息的全部授权。</view>
		<view>5、退出帐户</view>
		<view>您随时可退出此前注册的帐户，您可以通过以下方式自行操作：</view>
		<view>（1）进入鞋凝客后，点击“我的”</view>
		<view>（2）点击“我的设置”</view>
		<view>（3）点击“退出登录”</view>
		<view>在退出帐户之后，我公司将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。</view>
		<view>在以下情形中，按照法律法规要求，我公司将无法响应您的请求：</view>
		<view>（1）与国家安全、国防安全直接相关的；</view>
		<view>（2）与公共安全、公共卫生、重大公共利益直接相关的；</view>
		<view>（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</view>
		<view>（4）有充分证据表明您存在主观恶意或滥用权利的；</view>
		<view>（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</view>
		<view>（6）涉及商业秘密的。</view>
		<view>6、注销账号</view>
		<view>您随时可以注销此前注册的账号，在账户注销后，原账户相关信息会被清空且无法找回且无法进行以下操作：</view>
		<view>（1）账号中的个人信息、历史信息、书架记录等将被清空；</view>
		<view>（2）账号中的权益将被取消，已购买会员产品将视为自动放弃；</view>
		<view>（3）账号中的邀请好友关系将被清空；</view>
		<view>（4）账号中的签到记录将被清空；</view>
		<view>（5）账号中的金币余额、现金余额、书币、书券将被清空；</view>
		<view>在以下情形中，按照法律法规要求，我公司可能无法响应您的请求：</view>
		<view>（1）与国家安全、国防安全直接相关的；</view>
		<view>（2）与公共安全、公共卫生、重大公共利益直接相关的；</view>
		<view>（3）与犯罪侦查、起诉、审判和判决执行等执行相关的；</view>
		<view>（4）有充分证据表明您存在主观恶意或滥用权力的；</view>
		<view>（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</view>
		<view>（6）涉及商业秘密的。</view>
		<view>注销操作</view>
		<view>点击“我的”，点击“我的设置”，点击“账号注销”，点击“阅读并同意注销协议”，点击“确认注销”。</view>
		<view>六、我公司如何处理儿童的个人信息</view>
		<view>我公司的产品、网站和服务主要面向成人。如果没有父母或监护人的同意，儿童不得创建自己的用户帐户。对于经父母同意而收集儿童个人信息的情况，我公司只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。尽管当地法律和习俗对儿童的定义不同，但我公司将不满18周岁的任何人均视为儿童。如果我公司发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。
</view>
		<view>七、您的个人信息如何在全球范围转移</view>
		<view>目前我公司不会跨境传输或存储您的个人信息。将来如需跨境传输或存储的，我公司会向您告知信息出境的目的、接收方、安全保障措施和安全风险，并征得您的同意。
</view>
		<view>八、本隐私政策如何更新</view>
		<view>
			我公司的隐私政策可能变更。未经您明确同意，我公司不会削减您按照本隐私政策所应享有的权利。我公司会在本页面上发布对本隐私政策所做的任何变更。对于重大变更，我公司还会提供更为显著的通知。本隐私政策所指的重大变更包括但不限于：1、我公司的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；2、我公司在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；3、个人信息共享、转让或公开披露的主要对象发生变化；4、您参与个人信息处理方面的权利及其行使方式发生重大变化；5、我公司负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；6、个人信息安全影响评估报告表明存在高风险时。我公司还会将本隐私政策的旧版本存档，供您查阅。
</view>
		<view>九、如何联系我公司
</view>
		<view>如您对本隐私政策有任何疑问、意见或建议，您可以通过如下方式与我公司联系。一般情况下，我公司将在15个工作日内回复您。</view>
		<view>电子邮件：335340899@qq.cm</view>
		<view>电 话：13518800000</view>
		<view>十、争议解决</view>
		<view>因本隐私政策产生的及与本隐私政策相关的任何争议，应提交我公司所在地有管辖权的法院诉讼解决</view>
		<view>作者：鞋凝客链接：https://www.jianshu.com/p/2ov8x3来源：鞋凝客著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。

</view>
		
	
	
	
	
	
	
	
	
	
	
	
	
	</view>
</template>

<script>
	export default {
		data() {
			return {
				data: {}
			}
		},
		async onLoad(options) {
		},
		methods: {
		}
	}
</script>

<style scoped lang="scss">
	.app{
		padding: 0 r(20);
		
		view {
			font-size: r(16);
		}
	}
</style>
